/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Weet je zeker dat je deze CGM wilt verwijderen?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Annuleer";

/* Title describing glucose date */
"Date" = "Datum";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Delete CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glucose";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Glucose (Adjusted)";

/* Section title for latest glucose reading */
"Latest Reading" = "Latest Reading";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Aandacht vereist";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Status";

/* Title describing glucose trend */
"Trend" = "Trend";

